tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "bash"
brew "bat"
brew "coreutils"
brew "fzf"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "maven"
brew "nodejs"
brew "ranger"
brew "virtualenv"
brew "wget"
brew "yadm"
brew "zsh-syntax-highlighting"

cask "firefox"
cask "kitty"
cask "miro"
cask "postman"
cask "signal"
cask "spotify"
