tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "bash"
brew "bat"
brew "coreutils"
brew "fzf"
brew "git-delta"
brew "glow"
brew "htop"
brew "imagemagick"
brew "jq"
brew "maven"
brew "nodejs"
brew "parallel"
brew "ranger"
brew "sponge"
brew "tldr"
brew "virtualenv"
brew "wget"
brew "xsv"
brew "yadm"
brew "zsh-syntax-highlighting"

cask "alt-tab"
cask "firefox"
cask "google-chrome"
cask "karabiner-elements"
cask "kitty"
cask "postman"
cask "rectangle"
cask "signal"
cask "spotify"
